[Categories.Gladiolus ChallengeCategoryDefinition]
CategoryName="Superior browser style"

[Challenges.Challenge_Gladiolus_KillLootEnemies ChallengeDefinition]
ChallengeName="Extreme Loot Edition"
Description="Kill a famous hero."

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 10 legendary monsters."

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Destroy 50 legendary scavengers"

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="75 legendary fighters won."

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Kill 100 famous villains."

[Challenges.Challenge_Gladiolus_KillLootEnemies:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 25 Braves."

[Challenges.Challenge_Gladiolus_Kills ChallengeDefinition]
ChallengeName="maximum performance"
Description="Defeat your enemies in Final Quest mode."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 250 enemies in Final Mission mode."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 1,000 enemies in Ultimate Quest mode.."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 1,000 enemies in ultimate seeker mode."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 5000 enemies in Ultimate Quest mode."

[Challenges.Challenge_Gladiolus_Kills:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 10,000 enemies in the final mission mode."

[Challenges.Challenge_Gladiolus_KillTubbies ChallengeDefinition]
ChallengeName="Resin ball and feet"
Description="Crush your slimy enemies."

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 10"

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Kill 50 monsters."

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="75 decan"

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Destroy 100 fat."

[Challenges.Challenge_Gladiolus_KillTubbies:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="25 fat loss"

[Challenges.Challenge_Gladiolus_PearlescentItems ChallengeDefinition]
ChallengeName="negative film"
Description="Pay attention to things."

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Buy or collect rainbow items"

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="2 Buy or steal a rope."

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Buy or loot 3 different items"

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Buy or steal 4 blue items."

[Challenges.Challenge_Gladiolus_PearlescentItems:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Buy or receive 5 items"

